[
	{
		"titre": "~330h Communication",
		"description": "Une bonne communication est essentielle dans les entreprises, l'enseignement est basé sur les techniques écrites et orales.",
		"matieres": [
			{
				"matiere": "Théories de l'information et de la communication", 
				"heures": 100,
				"description": ""
			},{
				"matiere": "Ecriture pour les médias numériques", 
				"heures": 130,
				"description": "<p>L'écriture de textes pour le web, pour les réseaux sociaux, pour la création de vidéo n'est pas la même que pour des médias \"traditionnels\" comme le papier.</p><p>L'étudiant apprendra ici les bonnes pratiques pour optimiser le référencement, l'écriture de scénarios, etc.</p>"
			},{
				"matiere": "Communication, expression écrite et orale", 
				"heures": 100,
				"description": "Un bon professionnel doit pouvoir s'exprimer avec aisance à l'oral comme à l'écrit. C'est par le biais de travaux académiques et professionnels que les étudiants s'entraînent durant les deux années de DUT."
			}
		]
	},
	{
		"titre": "~350h Multimédia",
		"description": "L'application de la communication passe par la réalisation de montages numériques pour la réalisation de banderoles ou flyers ainsi que par la réalisation de clips vidéos.",
		"matieres": [
			{
				"matiere": "Esthétique et expression artistique", 
				"heures": 125,
				"description": "<p>Explorer la culture régionale et internationale. Organiser ses découvertes, analyser et classer les images. Observer le monde actuel, le comprendre, ressentir et exprimer des émotions.</p><p>Jouer avec les outils numériques et aussi le crayon, la peinture, la construction en volume. Se libérer des modes grâce à une culture ouverte et créer le design graphique de demain.</p>"
			},{
				"matiere": "Infographie", 
				"heures": 135,
				"description": "<p>L’infographie est à la base de tout document graphique numérique. Elle permet la composition d’images réelles et/ou de synthèse (virtuelles) tant dans le monde de l’édition (affiche, plaquettes, flyers, cartes de visites…) que dans le monde virtuel de l’Internet (sites Web, pages Facebook, …).</p><p>Des images animées (2D ou 3D) ou du « motion design » peuvent également être créées via l’infographie.</p><p>Photoshop - logiciel de retouche d’images - et Illustrator – logiciel de création d’images vectorielles – sont les applications 2D les plus répandues pour l’infographie 2D. L’animation 3D est proposée via le logiciel 3DSMAX.</p><p>Quoiqu’il en soit, il faut absolument soigner son image…</p>"
			},{
				"matiere": "Production audiovisuelle", 
				"heures": 95,
				"description": "La communication passe aujourd'hui de plus en plus par la vidéo : apprendre à écrire des scénarios de publicité, d'une fiction, monter un dossier de production permettra ensuite aux étudiants de se familiariser avec la prise de vue et la prise de son (utilisation de caméras, d'enregistreurs numériques, gestion de l'éclairage, utilisation d'une cabine insonorisée, d'un fond vert) avec du matériel semi-professionnel. Développer sa créativité avec des logiciels de modélisation 3D (3Ds max), monter ses prises de vue avec des logiciels professionnels (Adobe Premiere Pro et After Effects), intégrer des sons de qualité avec Cubase, assure une bonne maîtrise de toutes les étapes de la production audiovisuelle."
			}
		]
	},
	{
		"titre": "~480h Web",
		"description": "Toutes les entreprises possèdent un site web. Les étudiants du DUT MMI sont formés à l'utilisation de CMS mais également à la création de sites web. Cette création requière de multiples compétences pour la réalisation des mises en pages, la programmation sur le navigateur (JavaScript) ou le serveur (PHP), la gestion des bases de données (MySQL) et les différentes configurations, etc.",
		"matieres": [
			{
				"matiere": "Création de sites", 
				"heures": 150,
				"description": "L'utilisation poussée de l'HTML et du CSS permet aux étudiants de créer les mises en pages souhaitées, avec notamment l'utilisation de techniques modernes comme le flex et le grid. Ils apprennent à adapter le site sur smartphone et à y faire des animations interactives. Au semestre 4, ils vont plus loin avec l'optimisation technique des sites. L'étudiant apprend également à utiliser Wordpress avec les pluggins les plus courants afin de créer leur portfolio."
			},{
				"matiere": "Programmation Web", 
				"heures": 150,
				"description": "La programmation JavaScript et PHP permettent de rendre les sites interactifs et dynamique, c'est à dire, d'adapter le contenu à la personne et à ses interactions. Les logiques algorithmiques sont ici misent en oeuvre."
			},{
				"matiere": "Bases de données", 
				"heures": 65,
				"description": "<p>Les bases de données contiennent de nombreuses informations : identifiants, mots de passes, articles, etc.</p><p>L'analyse préalable à la création des bases de données permet de comprendre le besoin et de l'exprimer à l'aide de diagrammes. En lien avec la programmation, la gestion des bases de données permet de créer une grande partie des sites actuels."
			},{
				"matiere": "Réseaux", 
				"heures": 115,
				"description": "Le cours de réseaux permet à des étudiants, sans connaissances préalables, de découvrir les principes fondamentaux de la communication entre les ordinateurs au sein d'un réseau local. La suite de ce cours aborde l'administration et la sécurité au niveau de réseaux mis en œuvre dans des petites entreprises. Enfin, les étudiants apprennent à installer et à configurer des serveurs web."
			}
		]
	},
	{
		"titre": "~600h Autres",
		"description": "Cette catégorie regroupe l'ensemble des matières qui permettent aux étudiants d'acquérir une culture générale dans un ensemble de domaines qui leur seront professionnellement profitable. Les enseignements sont axés vers la communication digitale et la technique.",
		"matieres": [
			{
				"matiere": "Anglais", 
				"heures": 120,
				"description": "L'apprentissage de l'anglais est basé sur la pratique de la langue."
			},{
				"matiere": "Allemand", 
				"heures": 60,
				"description": "La proximité de l'Allemagne et de la Suisse ancre l'Allemand comme une langue incontournable."
			},{
				"matiere": "Gestion de projet", 
				"heures": 85,
				"description": "Anticiper, planifier, gérer. L'organisation des projets ne s'improvise pas."
			},{
				"matiere": "Projet Personnel et Professionnel", 
				"heures": 60,
				"description": "L'étudiant est amené à se questionner sur ses capacités, ses envies et son avenir dans le monde professionnel."
			},{
				"matiere": "Environnement Juridique Économique et Mercatique des organisations", 
				"heures": 145,
				"description": "<p>En EJEM, les étudiants apprendront à comprendre et maîtriser les fondamentaux d'une démarche marketing en vue de commercialiser un bien ou un service (site web etc...). Ils verront la nécessité d'étudier sa cible pour définir un positionnement sur son marché cible. Ils apprendront à définir une stratégie de prix et fixer un prix de vente, à élaborer une stratégie de distribution et de communication efficace pour vendre ou capter une audience.</p><p>Nous étudierons également en spécialisation l'art de la négociation commerciale afin de savoir convaincre et persuader son prospect d'acheter votre produit ou service.</p><p>Ils aborderont aussi les notions juridiques nécessaires lors de l'établissement d'un contrat (prestation ou autre), à se familiariser avec les notions juridiques liées au digital (liberté d'expression en ligne, droits d'auteur et de marque, la publicité en ligne etc...).</p><p>Enfin, ils appréhenderont la culture d'entreprise, la compréhension de son environnement en vue d'établir une ou des stratégies qui permettent aux organisations d'être efficiente et plus compétitives.</p>"
			},{
				"matiere": "Culture scientifique et traitement de l'information", 
				"heures": 135,
				"description": "L'ouverture d'esprit scientifique permet aux étudiants de comprendre le monde numérique qui les entoure."
			}
		]
	}
]